Repository: ZoomZhao/riffa
Catalog: Sources/RiffaApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Completed local comparisons appear here automatically.
zh_hans: 已完成的本地比较会自动显示在这里。

source: History
zh_hans: 历史记录

source: Loading recent sessions…
zh_hans: 正在加载最近会话…

source: No recent sessions yet
zh_hans: 暂无最近会话

source: RECENT SESSIONS
zh_hans: 最近会话

source: Reopens this comparison
zh_hans: 重新打开此比较

source: … %@ more not shown
zh_hans: …另有 %@ 未显示

source: %lld verified internal moves will be rechecked against the opposite side before writing.
zh_hans: 另有 %lld 个已验证的内部移动将在写入前再次与另一侧核对。

source: 1 verified internal move will be rechecked against the opposite side before writing.
zh_hans: 1 个已验证的内部移动项将在写入前与另一侧重新核对。

source: ! %lld duplicate keys
zh_hans: ! %1$lld 个重复键

# %@ (line %lld, column %lld)
source: %1$@ (line %2$lld, column %3$lld)
zh_hans: %@（第 %lld 行，第 %lld 列）

source: %@ No rename was started.
zh_hans: %@ 未启动重命名操作。

source: %@ No selected item was deleted.
zh_hans: %@ 未删除任何选中项。

source: %@ No verified move was started.
zh_hans: %@ 未启动任何已验证的移动操作。

# %@ Operation
source: %1$@ Operation
zh_hans: %1$@ 操作

# %@ PDF page %lld preview
source: %1$@ PDF page %2$lld preview
zh_hans: %1$@ PDF 第 %2$lld 页预览

# %@ PDF text row. Left line %@: %@. Right line %@: %@.
source: %1$@ PDF text row. Left line %2$@: %3$@. Right line %4$@: %5$@.
zh_hans: %@ PDF 文本行。左侧第 %@ 行：%@。右侧第 %@ 行：%@。

source: %@ The file may already have been renamed or restored. Inspect Operation History and both names before retrying.
zh_hans: %@ 文件可能已被重命名或还原。重试前，请检查“操作历史记录”和两个名称。

source: %1$@ The file transaction may already have changed the %2$@ side. Inspect Operation History and the backup at %3$@ before retrying.
zh_hans: %1$@ 文件事务可能已更改%2$@。重试前，请检查“操作历史记录”和 %3$@ 中的备份。

source: %@ The file transaction may already have moved or restored paths. Inspect Operation History and both compared roots before retrying.
zh_hans: %@ 文件事务可能已移动或还原路径。重试前，请检查“操作历史记录”和两个比较根目录。

# %@ archive, %@, detected from archive bytes
source: %1$@ archive, %2$@, detected from archive bytes
zh_hans: %1$@ 归档，%2$@，根据归档字节检测

# %@ bookmark on %@ line %lld
source: %1$@ bookmark on %2$@ line %3$lld
zh_hans: 在%2$@第 %3$lld 行%1$@书签

# %@ bookmark, %@ line %lld
source: %1$@ bookmark, %2$@ line %3$lld
zh_hans: %2$@第 %3$lld 行，%1$@书签

# %@ byte %@, changed
source: %1$@ byte %2$@, changed
zh_hans: %1$@ 字节 %2$@，已更改

source: %@ changed outside Riffa
zh_hans: %@ 已在 Riffa 外部发生更改

source: %@ changed outside Riffa, so it was not overwritten. Reload the file before saving again.
zh_hans: %@ 已在 Riffa 外部发生更改，因此未覆盖该文件。再次保存前，请重新加载文件。

source: %@ changed outside Riffa, so the merged result was not written. Reload that input and merge again.
zh_hans: %@ 已在 Riffa 外部发生更改，因此未写入合并结果。请重新加载该输入并再次合并。

source: %@ compared image
zh_hans: %@ 比较图像

# %@ difference %lld
source: %1$@ difference %2$lld
zh_hans: %1$@ 差异 %2$lld

# %@ differences %lld through %lld
source: %1$@ differences %2$lld through %3$lld
zh_hans: %1$@ 差异 %2$lld 至 %3$lld

# %@ draft · %@ %@
source: %1$@ draft · %2$@ %3$@
zh_hans: %1$@ 草稿 · %2$@ %3$@

source: %@ draft · no row selected
zh_hans: %1$@ 草稿 · 未选择行

# %@ files hashed
source: %1$@ files hashed
zh_hans: %1$@ 文件已散列

source: %@ has an invalid color value “%@”. Use #RRGGBB or #RRGGBBAA.
zh_hans: %1$@ 的颜色值“%2$@”无效。请使用 #RRGGBB 或 #RRGGBBAA。

source: %@ is unavailable
zh_hans: %@ 不可用

# %@ line %lld: %@
source: %1$@ line %2$lld: %3$@
zh_hans: %@ 第 %lld 行：%@

source: %@ read
zh_hans: 已读取 %@

# %@ shown
source: %1$@ shown
zh_hans: 已显示 %1$@

# %@ total
source: %1$@ total
zh_hans: 共 %1$@

source: %@ was deleted
zh_hans: %@ 已被删除

source: %@ was moved or renamed
zh_hans: %@ 已被移动或重命名

# %@ when saved
source: %1$@ when saved
zh_hans: %1$@ 保存时

source: %1$@ will use %2$@ for a new file. Overwriting an input preserves that input's encoding and BOM and is blocked if it changed externally.
zh_hans: %@ 将为新文件使用 %@。覆盖输入文件时会保留该输入的编码和 BOM；如果文件已在外部发生更改，覆盖操作将被阻止。

# %@ · %lld extended attributes · %lld ACL entries
source: %1$@ · %2$lld extended attributes · %3$lld ACL entries
zh_hans: %1$@ · %2$lld 个扩展属性 · %3$lld 个 ACL 条目

source: %@%% mismatch
zh_hans: %1$@%% 不匹配

# %@, %lld hunks, %lld additions, %lld deletions
source: %1$@, %2$lld hunks, %3$lld additions, %4$lld deletions
zh_hans: %@，%lld 个区块，新增 %lld 行，删除 %lld 行

# %@, current search match, %@, %@
source: %1$@, current search match, %2$@, %3$@
zh_hans: %@，当前搜索匹配项，%@，%@

# %@, fit using a shared scale
source: %1$@, fit using a shared scale
zh_hans: %1$@，使用共享比例进行拟合

# %@-edited.%@
source: %1$@-edited.%2$@
zh_hans: %@-edited.%@

# %@-merged.%@
source: %1$@-merged.%2$@
zh_hans: %@-merged.%@

# %@-patched.%@
source: %1$@-patched.%2$@
zh_hans: %@-patched.%@

# %@-to-%@.patch
source: %1$@-to-%2$@.patch
zh_hans: %@-to-%@.patch

# %@. Difference region 1 at x %lld, y %lld, width %lld, height %lld.
source: %1$@. Difference region 1 at x %2$lld, y %3$lld, width %4$lld, height %5$lld.
zh_hans: %@。差异区域 1 位于 x %lld、y %lld，宽 %lld、高 %lld。

source: %@. No pixels exceed the current tolerance.
zh_hans: %@。没有像素超出当前容差。

source: %lld ambiguous group
zh_hans: %lld 个歧义组

source: %lld ambiguous groups
zh_hans: %1$lld 个歧义组

source: %lld automatic
zh_hans: %1$lld 个自动项

# %lld bytes · SHA-256 %@
source: %1$lld bytes · SHA-256 %2$@
zh_hans: %1$lld 字节 · SHA-256 %2$@

# %lld bytes · SHA-256 %@…
source: %1$lld bytes · SHA-256 %2$@…
zh_hans: %1$lld 字节 · SHA-256 %2$@…

# %lld conflicts
source: %1$lld conflicts
zh_hans: %1$lld 个冲突

# %lld conflicts, %lld errors
source: %1$lld conflicts, %2$lld errors
zh_hans: %lld 个冲突，%lld 个错误

source: %lld deleted
zh_hans: 已删除 %1$lld 个

# %lld deletes
source: %1$lld deletes
zh_hans: 删除 %1$lld 个

source: %lld deletions
zh_hans: %1$lld 个删除项

# %lld diagnostics. First: %@ (line %lld, column %lld)
source: %1$lld diagnostics. First: %2$@ (line %3$lld, column %4$lld)
zh_hans: %lld 条诊断。第一条：%@（第 %lld 行，第 %lld 列）

# %lld difference groups
source: %1$lld difference groups
zh_hans: %1$lld 个差异组

source: %lld differences
zh_hans: %1$lld 个差异

# %lld different
source: %1$lld different
zh_hans: %1$lld 个不同项

# %lld encoded bytes
source: %1$lld encoded bytes
zh_hans: %1$lld 个编码字节

# %lld exclude
source: %1$lld exclude
zh_hans: 排除 %1$lld 个

source: %lld files
zh_hans: %1$lld 个文件

# %lld hunks
source: %1$lld hunks
zh_hans: %1$lld 个区块

source: %lld in selected file
zh_hans: 所选文件中 %1$lld 个

# %lld include
source: %1$lld include
zh_hans: 包含 %1$lld 个

source: %lld inserted
zh_hans: 已插入 %1$lld 个

source: %lld items
zh_hans: %1$lld 个项目

# %lld left only
source: %1$lld left only
zh_hans: 仅左侧 %1$lld 个

source: %lld lines
zh_hans: %1$lld 行

source: %lld modified
zh_hans: 已修改 %1$lld 个

source: %lld move match
zh_hans: %lld 个移动匹配项

source: %lld move matches
zh_hans: %1$lld 个移动匹配项

# %lld moves
source: %1$lld moves
zh_hans: %1$lld 次移动

# %lld of %lld
source: %1$lld of %2$lld
zh_hans: %lld / %lld

# %lld of %lld entries
source: %1$lld of %2$lld entries
zh_hans: %1$lld/%2$lld 个条目

# %lld of %lld fields
source: %1$lld of %2$lld fields
zh_hans: %1$lld/%2$lld 个字段

# %lld of %lld item
source: %1$lld of %2$lld item
zh_hans: 第 %lld 项，共 %lld 项

# %lld of %lld items
source: %1$lld of %2$lld items
zh_hans: %1$lld/%2$lld 个项目

# %lld of %lld pixels
source: %1$lld of %2$lld pixels
zh_hans: %1$lld/%2$lld 个像素

# %lld of %lld resolved
source: %1$lld of %2$lld resolved
zh_hans: 已解决 %1$lld/%2$lld 个

# %lld of %lld rows
source: %1$lld of %2$lld rows
zh_hans: %1$lld/%2$lld 行

# %lld of 255
source: %1$lld of 255
zh_hans: %1$lld/255

source: %lld of 3
zh_hans: %1$lld/3

# %lld operation%@ need inspection
source: %1$lld operation%2$@ need inspection
zh_hans: %1$lld 个操作需要检查%2$@

source: %lld operations need inspection
zh_hans: %lld 项操作需要检查

# %lld parts
source: %1$lld parts
zh_hans: %1$lld 个部件

# %lld percent
source: %1$lld percent
zh_hans: %1$lld%

# %lld pixels
source: %1$lld pixels
zh_hans: %1$lld 个像素

# %lld planned
source: %1$lld planned
zh_hans: 已计划 %1$lld 个

# %lld right only
source: %1$lld right only
zh_hans: 仅右侧 %1$lld 个

source: %lld same
zh_hans: %1$lld 个相同项

# %lld sections
source: %1$lld sections
zh_hans: %1$lld 个部分

# %lld selected
source: %1$lld selected
zh_hans: %1$lld 已选择

source: %lld selected item
zh_hans: %lld 个选中项

source: %lld selected items
zh_hans: %lld 个选中项

# %lld selected path was skipped because no source item exists on the %@ side.
source: %1$lld selected path was skipped because no source item exists on the %2$@ side.
zh_hans: 已跳过 %1$lld 个选中路径，因为%2$@不存在源项目。

source: %lld selected paths already match and need no action.
zh_hans: %lld 个选中路径已一致，无需操作。

# %lld selected paths were skipped because no source item exists on the %@ side.
source: %1$lld selected paths were skipped because no source item exists on the %2$@ side.
zh_hans: 已跳过 %1$lld 个选中路径，因为%2$@不存在源项目。

# %lld shown
source: %1$lld shown
zh_hans: 已显示 %1$lld

# %lld tab%@
source: %1$lld tab%2$@
zh_hans: %1$lld 个标签页%2$@

source: %lld tabs
zh_hans: %lld 个标签页

# %lld total
source: %1$lld total
zh_hans: 共 %1$lld 个

# %lld unresolved
source: %1$lld unresolved
zh_hans: %1$lld 未解决

# %lld ↔ %lld pages
source: %1$lld ↔ %2$lld pages
zh_hans: %1$lld ↔ %2$lld 页

source: %lld%% right image
zh_hans: 右侧图像占 %1$lld%%

# %lld, %@ PDF page %lld
source: %1$lld, %2$@ PDF page %3$lld
zh_hans: 第 %1$lld 个窗格，%2$@ PDF 第 %3$lld 页

# %lld, %@ selected-page raster
source: %1$lld, %2$@ selected-page raster
zh_hans: 第 %1$lld 个窗格：%2$@（所选页面栅格图）

source: %llu bytes
zh_hans: %llu 字节

# %llu ranges total
source: %1$llu ranges total
zh_hans: 共 %1$llu 个范围

source: * and ? do not cross /. ** may cross /. A backslash escapes the next character; an unfinished escape or blank rule line is rejected.
zh_hans: * 和 ? 不跨越 /。** 可以跨越 /。反斜杠会转义下一个字符；未完成的转义或空规则行会被拒绝。

source: + %lld right only
zh_hans: + 仅右侧 %1$lld 个

source: 0 matches
zh_hans: 0 个匹配项

# 0x%@–0x%@ of %llu bytes
source: 0x%1$@–0x%2$@ of %3$llu bytes
zh_hans: 0x%@–0x%@，共 %llu 字节

source: 1 item
zh_hans: 1 个项目

source: 1 operation needs inspection
zh_hans: 1 个操作需要检查

source: 1 selected path already matches and needs no action.
zh_hans: 1 个选定路径已匹配，无需执行任何操作。

source: 1 tab
zh_hans: 1 个标签页

source: 16 bytes per row · offset / hex / ASCII
zh_hans: 每行 16 字节 · 偏移量 / 十六进制 / ASCII

source: 16-byte rows
zh_hans: 16 字节行

source: = %lld same
zh_hans: = %1$lld 个相同项

source: A WebDAV credential could not be obtained
zh_hans: 无法获取 WebDAV 凭证

source: A WebDAV text document contains a line that exceeds the UTF-8 byte limit.
zh_hans: WebDAV 文本文档包含超出 UTF-8 字节限制的行。

source: A WebDAV text document contains a line that exceeds the character limit.
zh_hans: WebDAV 文本文档包含超出字符限制的行。

source: A WebDAV text document exceeds the comparison byte limit.
zh_hans: WebDAV 文本文档超出了比较字节限制。

source: A WebDAV text document exceeds the logical line limit.
zh_hans: WebDAV 文本文档超出了逻辑行限制。

source: A candidate could not be safely verified.
zh_hans: 无法安全验证候选项。

source: A case-only rename may have stopped at its hidden same-directory intermediate name. Neither public name is changed automatically; inspect the parent folder before retrying.
zh_hans: 仅更改大小写的重命名可能停在同一目录中的隐藏中间名称。不会自动更改任何公开名称；重试前请检查父文件夹。

source: A move candidate could not be safely verified.
zh_hans: 无法安全验证移动候选项。

source: A saved %1$@ session must contain either no resources or exactly %2$lld; this session contains %3$lld.
zh_hans: 保存的 %@ 会话必须不包含资源，或恰好包含 %lld 个资源；此会话包含 %lld 个。

source: A second confirmation explains the metadata-only boundary before anything is recorded.
zh_hans: 在记录任何内容前，二次确认会说明仅限元数据的边界。

source: A selected item could not be inspected safely (error %d).
zh_hans: 无法安全检查某个选中项（错误 %d）。

source: A source, reference, destination, or parent changed after confirmation. The whole plan was refused before writing.
zh_hans: 确认后，源项、参照项、目标或父目录发生了变化。写入前已拒绝整个计划。

source: A username is required for Basic authentication.
zh_hans: Basic 身份验证需要用户名。

source: A workspace window needs a non-empty name.
zh_hans: 工作区窗口需要一个非空名称。

source: ACCESSIBILITY
zh_hans: 辅助功能

source: APPEARANCE
zh_hans: 外观

source: Access-control entries
zh_hans: 访问控制条目

source: Access-control list
zh_hans: 访问控制列表

source: Accessibility Description
zh_hans: 辅助功能说明

source: Action
zh_hans: 操作

source: Activate to navigate to this difference region
zh_hans: 激活以跳转到此差异区域

source: Active
zh_hans: 活动

source: Active log
zh_hans: 活动日志

source: Active tab
zh_hans: 活动标签页

source: Add
zh_hans: 添加

source: Add Local Resources
zh_hans: 添加本地资源

source: Add Local Resource…
zh_hans: 添加本地资源…

source: Add Provider Resource
zh_hans: 添加提供方资源

source: Add Session
zh_hans: 添加会话

source: Add a saved session to create this window’s first tab.
zh_hans: 添加已保存的会话，创建此窗口的首个标签页。

source: Add to Workspace
zh_hans: 添加到工作区

source: Add up to three provider-neutral references.
zh_hans: 最多添加三个与提供方无关的资源引用。

source: Added
zh_hans: 新增

source: Adds a blank row to the selected output draft
zh_hans: 向所选输出草稿添加空白行

source: Adds symbols and labels to every comparison state.
zh_hans: 为每种比较状态添加符号和标签。

source: Album Name
zh_hans: 专辑名称

source: Aligned PDF extracted text differences
zh_hans: 已对齐的 PDF 提取文本差异

source: Aligned lines and inline changes
zh_hans: 对齐行并显示行内更改

source: Aligned lines use Δ, −, and + markers
zh_hans: 对齐行使用 Δ、− 和 + 标记

source: All
zh_hans: 全部

source: All differences
zh_hans: 所有差异

source: All items
zh_hans: 所有项目

source: All match
zh_hans: 全部匹配

source: All sessions are already added
zh_hans: 所有会话均已添加

source: All statuses
zh_hans: 所有状态

source: Alpha
zh_hans: Alpha 通道

source: Also reverses one-way synchronization modes
zh_hans: 同时反转单向同步模式

source: An edited field exceeds the UTF-8 byte limit.
zh_hans: 编辑的字段超出了 UTF-8 字节限制。

source: An edited row does not contain every configured key column.
zh_hans: 编辑的行不包含每个配置的键列。

source: An edited row exceeds the per-row field limit.
zh_hans: 编辑的行超出了每行字段限制。

source: App Language
zh_hans: 应用语言

source: Appearance
zh_hans: 外观

source: Append Empty Row
zh_hans: 追加空白行

source: Apple Silicon Native
zh_hans: Apple Silicon 原生

source: Application bundle
zh_hans: 应用程序包

# Applied %lld actions. Backups: %@
source: Applied %1$lld actions. Backups: %2$@
zh_hans: 已执行 %lld 项操作。备份：%@

source: Applied the reviewed output to %@.
zh_hans: 已将审阅后的输出应用到 %@。

source: Applies edits to the in-memory output draft
zh_hans: 将编辑应用到内存中的输出草稿

source: Apply
zh_hans: 应用

source: Apply %lld synchronization actions?
zh_hans: 要执行 %lld 项同步操作吗？

source: Apply Cells
zh_hans: 应用单元格

source: Apply High-Risk Plan
zh_hans: 应用高风险计划

source: Apply Patch…
zh_hans: 应用补丁…

source: Apply Plan
zh_hans: 应用计划

source: Apply Unified Diff
zh_hans: 应用统一差异文件

source: Apply a plan containing high-risk changes?
zh_hans: 应用包含高风险变更的计划？

source: Apply reviewed output to %@?
zh_hans: 要将审阅后的输出应用到 %@ 吗？

source: Apply to Target
zh_hans: 应用到目标

source: Apply to Target…
zh_hans: 应用到目标…

source: Applying with backups
zh_hans: 正在备份并应用

source: Applying…
zh_hans: 正在应用…

source: Apply…
zh_hans: 应用…

source: Architectures
zh_hans: 架构

source: Archive
zh_hans: 归档

source: Archive Browser
zh_hans: 归档浏览器

source: Archive Compare
zh_hans: 压缩包比较

source: Archive Comparison
zh_hans: 归档比较

source: Archive Finished
zh_hans: 归档已完成项

source: Archive browser error
zh_hans: 压缩包浏览错误

source: Archive comparison error
zh_hans: 压缩包比较错误

source: Archive comparison search
zh_hans: 归档比较搜索

source: Archive comparison was rejected safely: %@
zh_hans: 已安全拒绝归档比较：%@

source: Archive open failed.
zh_hans: 归档文件打开失败。

source: Archive path filter
zh_hans: 归档路径筛选条件

source: Archive preview
zh_hans: 压缩包预览

source: Archived
zh_hans: 已归档

source: Archived journal %@; it remains available in history.
zh_hans: 已归档日志 %1$@；仍可在历史记录中查看。

source: Archived log
zh_hans: 已归档日志

source: Artist
zh_hans: 艺术家

source: Artwork
zh_hans: 封面图

source: At least one current path directly contradicts the journal. Do not retry or alter the backup until the scene has been inspected.
zh_hans: 至少一个当前路径与日志记录直接矛盾。在检查现场状态前，请勿重试或更改备份。

source: At least one root or path could not be observed with no-follow descriptor safety. Riffa refuses to infer an outcome.
zh_hans: 在不跟随符号链接的描述符安全检查下，至少一个根目录或路径无法被观测。Riffa 拒绝推断结果。

source: Authentication
zh_hans: 身份验证

source: Author
zh_hans: 作者

source: BACKUP
zh_hans: 备份

source: BASE
zh_hans: 基准

source: BLEND
zh_hans: 混合

source: BSD flags
zh_hans: BSD 标志

source: Backup
zh_hans: 备份

source: Backup folder: %@
zh_hans: 备份文件夹：%@

source: Base
zh_hans: 基准

source: Base + Left + Right → independent output plan
zh_hans: 基准 + 左侧 + 右侧 → 独立输出计划

source: Base file
zh_hans: 基准文件

source: Base folder
zh_hans: 基准文件夹

source: Basic
zh_hans: 基本认证

source: Basic and Bearer credentials require HTTPS.
zh_hans: Basic 和 Bearer 凭据要求使用 HTTPS。

source: Bearer authentication does not use a username.
zh_hans: Bearer 身份验证不使用用户名。

source: Bearer token
zh_hans: Bearer 令牌

source: Binary preview (%@)
zh_hans: 二进制预览（%@）

source: Blend
zh_hans: 混合

source: Blended comparison image
zh_hans: 混合比较图像

source: Block device
zh_hans: 块设备

# Bookmarks (%lld)
source: Bookmarks (%1$lld)
zh_hans: 书签（%1$lld）

# Bookmarks, %lld
source: Bookmarks, %1$lld
zh_hans: 书签，%1$lld 个

source: Boosts contrast for text and interface elements.
zh_hans: 增强文本和界面元素的对比度。

source: Both
zh_hans: 两侧

source: Both Files Are Empty
zh_hans: 两个文件均为空

source: Both deleted
zh_hans: 两侧均已删除

source: Both same
zh_hans: 两侧相同

source: Both sides contain different content, so bidirectional sync cannot choose safely.
zh_hans: 两侧包含不同内容，因此双向同步无法安全选择。

source: Bounded overview of the published difference hunks
zh_hans: 已发布差异块的有限概览

source: Bounded page
zh_hans: 受限页

source: Browse one HTTP(S) collection read-only. Credentials stay in memory unless you explicitly save them in Keychain.
zh_hans: 以只读方式浏览一个 HTTP(S) 集合。除非明确保存到钥匙串，否则凭据仅保留在内存中。

source: Build Preview
zh_hans: 生成预览

source: Bundle identifier
zh_hans: Bundle 标识符

source: Bundle version
zh_hans: Bundle 版本

# C%lld %@
source: C%1$lld %2$@
zh_hans: 第 %lld 列 %@

source: CONFLICTS
zh_hans: 冲突

source: Cancel
zh_hans: 取消

source: Cancel Export
zh_hans: 取消导出

source: Cancel Move
zh_hans: 取消移动

source: Cancel Rename
zh_hans: 取消重命名

source: Cancelling rename and restoring the original name if needed…
zh_hans: 如果需要，取消重命名并恢复原始名称…

source: Cancelling verified move and rolling back any completed changes…
zh_hans: 取消已验证的移动并回滚任何已完成的更改…

source: Cannot create session
zh_hans: 无法创建会话

source: Capturing an exact source proof for the %@ side rename…
zh_hans: 正在记录%1$@重命名操作的精确源状态…

source: Capturing and comparing %@…
zh_hans: 正在采集并比较 %@…

source: Case
zh_hans: 大小写

source: Case-sensitive
zh_hans: 区分大小写

source: Catalog actions
zh_hans: 会话库操作

source: Cells
zh_hans: 单元格

source: Changed
zh_hans: 已更改

source: Changes
zh_hans: 更改

source: Changes take effect only when you choose Apply.
zh_hans: 更改仅在选择“应用”后生效。

source: Changes the interface language in every Riffa window
zh_hans: 更改每个 Riffa 窗口的界面语言

source: Changes the scale shared by every visible pane
zh_hans: 更改所有可见窗格共用的缩放比例

source: Changing an option reruns the bounded comparison
zh_hans: 更改选项会重新运行有限比较

source: Changing the delimiter reparses both inputs and discards all edited output drafts.
zh_hans: 更改分隔符会重新解析两个输入并丢弃所有已编辑的输出草稿。

source: Character device
zh_hans: 字符设备

source: Check
zh_hans: 检查

source: Check Keychain for this exact server and authentication identity
zh_hans: 在钥匙串中检查此服务器和身份验证标识

source: Checking moves…
zh_hans: 正在检查移动…

source: Choose
zh_hans: 选择

source: Choose %@ Folder
zh_hans: 选择%@文件夹

source: Choose %@ Text File
zh_hans: 选择%@文本文件

source: Choose Base
zh_hans: 选择基准

source: Choose Base, Left, and Right files before saving.
zh_hans: 保存前请选择基准文件、左侧文件和右侧文件。

source: Choose Base, Left, and Right folders
zh_hans: 选择基准、左侧和右侧文件夹

source: Choose Folder to Snapshot
zh_hans: 选择要生成快照的文件夹

source: Choose HTML, plain text, or JSON
zh_hans: 选择 HTML、纯文本或 JSON

source: Choose Left
zh_hans: 选择左侧

source: Choose Left Archive
zh_hans: 选择左侧归档

source: Choose Left Binary File
zh_hans: 选择左侧二进制文件

source: Choose Left Delimited File
zh_hans: 选择左侧分隔文件

source: Choose Left File or Bundle
zh_hans: 选择左侧文件或包

source: Choose Left File or Folder
zh_hans: 选择左侧的文件或文件夹

source: Choose Left Folder
zh_hans: 选择左侧文件夹

source: Choose Left Image
zh_hans: 选择左侧图像

source: Choose Left Media File
zh_hans: 选择左侧媒体文件

source: Choose Left Office Document
zh_hans: 选择左侧 Office 文档

source: Choose Left PDF
zh_hans: 选择左侧 PDF

source: Choose Left Text File
zh_hans: 选择左侧文本文件

source: Choose Left…
zh_hans: 选择左侧…

source: Choose Live Folder
zh_hans: 选择实时文件夹

source: Choose Patch…
zh_hans: 选择补丁…

source: Choose Right
zh_hans: 选择右侧

source: Choose Right Archive
zh_hans: 选择右侧归档文件

source: Choose Right Binary File
zh_hans: 选择右侧二进制文件

source: Choose Right Delimited File
zh_hans: 选择右侧分隔文件

source: Choose Right File or Bundle
zh_hans: 选择右侧文件或包

source: Choose Right File or Folder
zh_hans: 选择右侧文件或文件夹

source: Choose Right Folder
zh_hans: 选择右侧文件夹

source: Choose Right Image
zh_hans: 选择右侧图像

source: Choose Right Media File
zh_hans: 选择右侧媒体文件

source: Choose Right Office Document
zh_hans: 选择右侧 Office 文档

source: Choose Right PDF
zh_hans: 选择右侧 PDF

source: Choose Right Text File
zh_hans: 选择右侧文本文件

source: Choose Right…
zh_hans: 选择右侧…

source: Choose Stored Snapshot
zh_hans: 选择已存储的快照

source: Choose Target Text File
zh_hans: 选择目标文本文件

source: Choose Target…
zh_hans: 选择目标…

source: Choose Two Folder Snapshots
zh_hans: 选择两个文件夹快照

source: Choose Unified Diff
zh_hans: 选择统一差异文件

source: Choose a Backup Folder
zh_hans: 选择备份文件夹

source: Choose a DOCX, XLSX, PPTX, or ODS package. Its contents and format declarations will be validated before comparison.
zh_hans: 选择 DOCX、XLSX、PPTX 或 ODS 软件包。比较前会验证其内容和格式声明。

source: Choose a DOCX, XLSX, PPTX, or ODS…
zh_hans: 选择 DOCX、XLSX、PPTX 或 ODS…

source: Choose a PDF…
zh_hans: 选择 PDF…

source: Choose a Riffa theme JSON document. It will be validated before use.
zh_hans: 选择 Riffa 主题 JSON 文档；使用前会先进行验证。

source: Choose a Separate Backup Folder
zh_hans: 选择单独的备份文件夹

source: Choose a ZIP or TAR archive. Riffa validates its contents without extracting them.
zh_hans: 选择 ZIP 或 TAR 归档。Riffa 会验证其内容而不进行提取。

source: Choose a ZIP or TAR…
zh_hans: 选择 ZIP 或 TAR…

source: Choose a binary file…
zh_hans: 选择一个二进制文件…

source: Choose a bounded .patch or .diff file. Multi-file patches require an explicit file-record selection.
zh_hans: 选择受限大小的 .patch 或 .diff 文件。多文件补丁需要明确选择文件记录。

source: Choose a built-in palette, custom accent, or validated theme document.
zh_hans: 选择内置配色、自定义强调色或已验证的主题文档。

source: Choose a concise name that identifies this saved tab layout.
zh_hans: 选择一个能标识此已保存标签页布局的简短名称。

source: Choose a delimited file…
zh_hans: 选择分隔符文件…

source: Choose a destination other than the source archive. Exporting over the open archive would destroy it.
zh_hans: 请选择不同于源归档的目标。覆盖导出到已打开的归档会将其破坏。

source: Choose a file or bundle
zh_hans: 选择文件或包

source: Choose a file or bundle…
zh_hans: 选择文件或包…

source: Choose a file or folder
zh_hans: 选择文件或文件夹

source: Choose a file or folder…
zh_hans: 选择文件或文件夹…

source: Choose a file…
zh_hans: 选择一个文件…

source: Choose a folder
zh_hans: 选择一个文件夹

source: Choose a folder outside both compared roots. Every selected %@-side target will be moved here instead of being erased.
zh_hans: 请选择一个位于两个比较根目录之外的文件夹。所有选中的%1$@目标都将移到此处，而不是被删除。

source: Choose a folder outside both compared roots. Every selected target on the %@ side will be moved here instead of being erased.
zh_hans: 请选择一个位于两个比较根目录之外的文件夹。%1$@所有选中的目标都将移到此处，而不是被删除。

source: Choose a folder outside both compared roots. Existing replacement targets will be moved here before the copy commits.
zh_hans: 选择位于两个比较根目录之外的文件夹。复制提交前，现有的替换目标会移至此处。

source: Choose a folder…
zh_hans: 选择一个文件夹…

source: Choose a fresh folder outside Base, Left, Right, and Output. Replaced or omitted output items are moved here.
zh_hans: 请选择位于基准、左侧、右侧和输出位置之外的新文件夹。被替换或省略的输出项将移至此处。

source: Choose a left file
zh_hans: 选择左侧文件

source: Choose a local binary file
zh_hans: 选择本地二进制文件

source: Choose a local delimited table
zh_hans: 选择本地分隔符表格

source: Choose a media file
zh_hans: 选择媒体文件

source: Choose a media file…
zh_hans: 选择一个媒体文件…

source: Choose a patch and target
zh_hans: 选择补丁和目标
